export default function () {
        return[
            {
                id:1,
                car:"BMW",
                desc:"BMW Series"
                info:"немецкий производитель автомобилей, мотоциклов, двигателей, а также велосипедов. " +
                    "Председателем компании на сегодняшний день является Норберт Райтхофер, а главным дизайнером — Йозеф Кабан[4]. " +
                    "Девиз компании — «Freude am Fahren», " +
                    "с нем. — «Удовольствие от вождения». Для англоязычных стран был придуман также девиз «The Ultimate Driving Machine»."
            }
        ]
}