import React, { Component } from 'react';



class England extends Component{
	render(){
		return(
				<div>
						<div className="wrapper">
							<div className="InsideWrapper">
								<div className="HeadComponent"> 
									<h3 >Что посмотреть в Англии</h3>
									<p>Самые интересные и красивые места</p>
								</div>
									<div className="ContentComponent">
										<h2 className="HeadContentComponentEngland" >Виндозрский замок</h2>
										<p>Что сказать — это древнейший и крупнейший замок в мире, причем активно использующийся по сей день. 
										Официальная резиденция Ее величества королевы впечатляет 900-летней историей, мощью и поистине королевским величием. 
										Здесь можно увидеть самый известный кукольный дом на планете, великолепный сад, изумительные работы известных художников, 
										Королевскую библиотеку, выставки, посвященные истории царственного семейства.</p>
										<img src={"https://top10.travel/wp-content/uploads/2015/05/vindzorskii-zamok.jpg"}/>
					
										<hr/>
					
										<h2 className="HeadContentComponentEngland">Лондонский Биг-Бен</h2>
										<p>Биг-Бен — это прозвище главного колокола, размещенного в часовой башне Вестминстерского дворца. 
										Весит колокол почти 14 тонн, а в высоту достигает трех метров. 
										Сейчас Биг-Беном принято называть не только сам колокол, но всю часовую башню, 
										ставшую символом Британии и обязательно встречающейся на всех туристических брошюрах и открытках.
							 			Внутрь туристов не пустят, для этого следует получить специальное разрешение, которое выдают очень неохотно.
										</p>
										<img src={"https://top10.travel/wp-content/uploads/2016/10/bashnja-elizavety.jpg"}/>
									
										<hr/>

										<h2 className="HeadContentComponentEngland">Затерянные сады Хелигана</h2>
										<p> На юго-западе Англии, в графстве Корнуолл, находятся Затерянные сады Хелигана, которые могут служить ярким примером любви англичан к своим традициям и истории. 
										Сады удачно расположились на побережье, которое омывается теплыми водами Гольфстрима. 
										Благодаря этому климат здесь позволяет выращивать не только местные, но и тропические фрукты. Сады Хелигана, несмотря на название, вовсе не затерянные, 
										а ухоженные и разделенные на специальные тематические зоны.
										</p>
										<img src={"https://top10.travel/wp-content/uploads/2015/05/zateryannye-sady-kheligana.jpg"}/>

										<hr/>
										<h2 className="HeadContentComponentEngland">Замок Лидс</h2>
										<p> Один из самых романтичных и привлекательных замков Англии.
										 Расположен недалеко от Лондона, на реке Лен, около Кента и Медстоуна.
										  Длинная история замка начинается в 1119 году, Лидс был домом для очень многих средневековых королев Англии, 
										  что и стало причиной столь романтичного ореола. С 1976 года замок открыли для посещения туристов,
										   которые увидят не только богатое убранство, но и обширную территорию, где есть вольеры для экзотичных птиц, 
										   поле для гольфа и традиционный английский сад. Летом в парке проводятся концерты
										</p>
										<img src={"https://top10.travel/wp-content/uploads/2015/05/zamok-lids.jpg"}/>
							</div>
						</div>
					</div>
				</div>
			)	
	}
}

export default England;