import React, { Component } from 'react';


class Articles extends Component{
	render(){
		return(
				 <div className="wrapper">
    	  			 <div className="InsidWrapper">
    	   				<h3>Зачем люди путешествуют?</h3>
    	   				<div>
    	   					<img src={"https://travelest.ru/images/pic/3pochemuneobhodimoputeshestvovat.png"} className="imgTravel"/>
    	   					<p>В последнее время люди стали больше путешествовать и вот почему — в  современном мире занятости с 9 до 17, 
    	   					ипотек, кредитов и постоянных счетов наши дни становятся похожими на вечную гонку, практически неотличимыми друг от 
    	   					друга и очень скучными. Под тяжестью такой жизни человек зачастую забывает о том, что действительно важно для него, 
    	   					и чего бы он хотел от жизни. Мы становимся заложниками, зажатыми между дорогой до работы и обратно, 
    	   					и необходимостью отвезти детей в секцию, что забываем, как выглядит небо и вообще, как дышать.
    	   					</p>
    	   					<p>
							Когда меня спрашивают, почему мне так хочется путешествовать, я рассказываю о том, 
							как я живу дома и могу распланировать свою жизнь на месяцы вперед. Спросите, почему? 
							Потому что все дни похожи друг на друга – пробки, работа, спортзал, сон, повторить.  В то время, когда в путешествии 
							каждый момент обещает новое начало. Ни один день не похож на предыдущий. Ты не можешь спланировать заранее, что с тобой 
							сегодня произойдет, потому что это попросту невозможно. Ни пробок, ни поручений, никаких деловых встреч. Только ты и 
							твоя прихоть. Путешествия дают свободу.  
							Ваша жизнь покажется вам длиннее - 
							вот зачем нужны путешествия.
							</p>
							<p>
							У людей может быть множество поводов отправиться в путешествие, но все ищут каких-либо перемен. Мы хотим увидеть 
							мир, увидеть что-то иное, что-то изменчивое. Путешествие вносит в жизнь человека перемены и придает ей пикантности. 
							Будоражащее, совершенно иное и несущее в себе приключения – вот что дают путешествия. Ваш день не будет подчинен рабочим часам, 
							только велениям вашего сердца. <br/>
							В океане свободы, без компаса, который указывал бы нам направление, без всего, что нас вынуждает делать что-либо, мы все плывем
							 вперед.</p>
							 <img src={"https://travelest.ru/images/pic/3puteshestviyadayut.png"} className="imgTravel" />
							 <p>
							 	Мы хотим чего-то отличного от нашей повседневности, чего-то, что бросало бы нам вызов. 
							 	Мы всегда стремимся к чему-то новому, другому, отличному от того, что у нас уже есть
							 	 (как ни крути, это приправа к нашей жизни), это неотъемлемая часть любого человека. 
							 	  Никто не вскакивает по утрам с радостью и благодарностью, что ему сегодня 8 часов сидеть в душном офисе.
							 	   Нет. Мы только и говорим о том, как бы нам из этого выбраться. Пробить стены обыденности и испытать что-то иное. 
							 	   Вот почему нужно путешествовать.
							 	   </p>
							 	   <p>
								Человек всегда ищет что-то новое, что-то ранее невиданное – следующей страницы в книге мира, даже если это временно. 
								Это делает путешествия такими интересными, интригующими и желанными для всех нас. Это зовет нас идти навстречу новым 
								местам и впечатлениям. Позволяет нам отдохнуть от офисной повседневности и прикоснуться к таинственному хаосу. 
								Показывает нам новые места, людей и культуры. Путешествия всегда дают нам новый опыт – не обязательно снаружи, 
								но внутри нас.
								</p>
								<p>
								В этом и заключается польза путешествий для человека.
								</p>
								<p>
								Я живу своей жизнью путешественника и не знаю, что ждет меня впереди, но могу прочесть лишь один указатель, 
								на котором написано «Перемены впереди» - и мне ничего не остается, как улыбаться. Оглядываясь на других путешественников,
								 я вижу, что и они улыбаются. Мы улыбаемся все вместе, зная, что новый опыт нас ждет уже за поворотом – неожиданное 
								 приключение, полезный опыт, дерзкий вызов, верный друг или любовь всей жизни. 
								 </p>
								 <p>
								Путешествия дают человеку глоток свежего воздуха, радуют наступлением грядущих перемен. Мы все это чувствует. Вот 
								почему так важно путешествовать.
							 </p>

    	   				</div>				
    	   			</div>
    	   		</div>
			)
	}
}

export default Articles;
