import React, { Component } from 'react';



class Home extends Component{
	render(){
		return(
				 <div className="wrapper">
    	  			 <div className="InsideWrapper">
    	   				<h3>Лучшие курорты для отдыха 2019</h3>
    	   				<p>
    	   					Лучшими можно назвать такие курорты, которые ничем не омрачают отдых туристов со всего мира и не ограничивают их предпочтения и желания.
    	   					 Лучшие места — те курорты, которые заставляют возвращаться обратно даже самого требовательного и избалованного путешественника.
    	   				</p>
    	   				<div className="DivBlockHome">
    	   					<h5>1.Сейшельские острова</h5>
    	   					<p className="BlockHome">Сейшелы по праву считаются одними из красивейших островов Индийского океана. Великолепные пляжи, богатый подводный мир, 
    	   					увлекательная рыбалка, развлекательные и познавательные путешествия по островам пешком, на велосипеде, воловьей упряжке 
    	   					или машине. Сейшелы — это уцелевшая часть исчезнувшего континента Лемурия, в их состав входит 115 гранитных и коралловых 
    	   					островов, из которых только двадцать населены. Уникальная природа Сейшельских островов и море ежегодно привлекают сюда 
    	   					туристов со всего мира Поездку на Сейшелы нужно планировать, отталкиваясь от того, как Вы собираетесь проводить время. 
    	   					Для дайвинга идеально подходят весенние и осенние месяцы. Лучшее время для занятий серфингом и парусным спортом — май и октябрь. 
    	   					Если Вы хотите просто поваляться на пляже — отправляйтесь в путешествие в середине зимы или в конце лета.
							</p>
    	   					<img src={"https://2019god.me/wp-content/uploads/2018/04/06dfe3caf018081a82706f4117194e0f-696x392.jpg"}/>
    	   				</div>

    	   					
    	   				<div className="DivBlockHome">
    	   					<h5>2.Канарские острова</h5>
    	   					<p className="BlockHome">Пышные леса, экзотические фауна и флора, пустыни, горы, вулканы, и даже снег, невероятно красивые береговые линии и 
    	   					захватывающие берега найдете вы на Канарских островах. Отдых на Канарах традиционно считается одним из 
    	   					самых престижных и популярных, а цены отдыха на Канарах варьируются от доступных, до очень высоких, 
    	   					подразумевающих отдых высшего класса. Преимущества отдыха на Канарах — высокий уровень туристической
    	   					 инфраструктуры, красивая природа Канарских островов, огромный выбор отелей и курортных зон. Лучшие отели 
    	   					 Канарских островов 5 звезд ждут вас для того, чтобы подарить незабываемые моменты отдыха, позволить вам расслабиться и 
    	   					 получить удовольствие.
							</p>
    	   					<img src={"https://2019god.me/wp-content/uploads/2018/04/1501849149_108205_40-696x392.jpg"}/>
    	   				</div>

    	   				<div className="DivBlockHome">
    	   					<h5>3.Ибица, Испания</h5>
    	   					<p className="BlockHome">Ибица — это испанский остров в Средиземном море, входит в состав Балеарского архипелага, 
    	   					расположен в 90 км от материковой Испании. Название переводится как «остров Беса». 
    	   					Бес – древний египетский бог эротики и развлечений. Свою популярность остров Ибица 
    	   					приобрел у любителей нескончаемых развлечений со всего мира благодаря своей невероятной 
    	   					атмосфере истинной свободы и безграничного веселья. Остров достаточно разнообразен, чтобы не наскучить, 
    	   					и не слишком велик, так что через несколько дней отдыха вы почувствуете себя как дома. 
							</p>
    	   					<img src={"https://2019god.me/wp-content/uploads/2018/04/ix55kef4393177-696x392.png"}/>
    	   				</div>
    	   			</div>
    	   		</div>
			)
	}
}

export default Home;
